go-http-server/wrk_log/wrk_client_3.log
Running 20s test @ http://localhost:8080/hello
  1 threads and 1 connections
  Thread calibration: mean lat.: 1.181ms, rate sampling interval: 10ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.16ms  493.55us   6.15ms   73.49%
    Req/Sec     1.06k    92.66     1.44k    79.11%
  19998 requests in 20.00s, 2.71MB read
Requests/sec:    999.91
Transfer/sec:    138.66KB