go-http-server/wrk_log/wrk_client_6.log
Running 20s test @ http://localhost:8080/hello
  1 threads and 1 connections
  Thread calibration: mean lat.: 1.161ms, rate sampling interval: 10ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.16ms  499.00us   3.98ms   72.66%
    Req/Sec     1.06k    89.82     1.33k    79.52%
  19998 requests in 20.00s, 2.71MB read
Requests/sec:    999.91
Transfer/sec:    138.66KB