go-http-server/wrk_log/wrk_client_8.log
Running 20s test @ http://localhost:8080/hello
  1 threads and 1 connections
  Thread calibration: mean lat.: 1.179ms, rate sampling interval: 10ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.16ms  479.92us   4.45ms   72.45%
    Req/Sec     1.06k    91.46     1.33k    77.32%
  19999 requests in 20.00s, 2.71MB read
Requests/sec:   1000.03
Transfer/sec:    138.68KB